{
  "text": {
    "ciao": 20,
    "salvo": 58,
    "buonasera": 11,
    "buonpomeriggio": 14,
    "come": 21,
    "stare": 65,
    "andare": 4,
    "buongiorno": 12,
    "ehi": 30,
    "hey": 35,
    "mi": 42,
    "chere": 18,
    "mario": 40,
    "avere": 9,
    "__number__": 0,
    "anno": 5,
    "venire": 69,
    "da": 22,
    "milano": 44,
    "essere": 31,
    "di": 25,
    "roma": 57,
    "a": 1,
    "presto": 55,
    "arrivedere": 7,
    "ci": 19,
    "dopo": 27,
    "buono": 13,
    "giornata": 32,
    "domani": 26,
    "serata": 62,
    "vedere": 68,
    "più": 53,
    "tardi": 67,
    "sentire": 61,
    "dovere": 29,
    "bene": 10,
    "oggi": 49,
    "positivo": 54,
    "giù": 33,
    "deprimere": 24,
    "volte": 71,
    "altro": 3,
    "male": 39,
    "non": 48,
    "sapere": 59,
    "riesco": 56,
    "dormire": 28,
    "sempre": 60,
    "ansia": 6,
    "motivazione": 45,
    "volere": 70,
    "cambiare": 15,
    "impegno": 36,
    "per": 52,
    "migliorare": 43,
    "no": 47,
    "interessare": 37,
    "parlare": 51,
    "ne": 46,
    "sicuro": 64,
    "me": 41,
    "la": 38,
    "grazie": 34,
    "davvero": 23,
    "sì": 66,
    "certo": 17,
    "assolutamente": 8,
    "si": 63,
    "certamente": 16,
    "ok": 50,
    "accordo": 2
  },
  "intent": {
    "saluto": 7,
    "informazioni_utente": 4,
    "arrivederci": 1,
    "umore_buono": 8,
    "umore_triste": 9,
    "ambivalenza": 0,
    "esprimi_problema": 3,
    "motivazione": 5,
    "nega": 6,
    "conferma": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "form_informazioni_utente": 12,
    "utter_saluto": 13,
    "utter_submit": 14
  },
  "action_text": null,
  "intent_response_key": null
}