{
  "text": {
    "ciao": 26,
    "salvo": 79,
    "buonasera": 13,
    "buonpomeriggio": 16,
    "buongiorno": 14,
    "chatbot": 22,
    "ehi": 40,
    "hey": 49,
    "mi": 57,
    "chare": 21,
    "emanuele": 41,
    "essere": 42,
    "il": 50,
    "mio": 60,
    "nome": 64,
    "chere": 23,
    "luca": 53,
    "giulia": 46,
    "alessandro": 3,
    "chiaro": 24,
    "marco": 55,
    "anna": 6,
    "avere": 11,
    "__number__": 0,
    "anno": 7,
    "venire": 93,
    "da": 29,
    "milano": 59,
    "di": 33,
    "roma": 78,
    "san": 80,
    "gavino": 44,
    "cagliario": 17,
    "torino": 91,
    "sanluro": 81,
    "a": 1,
    "presto": 75,
    "arrivedere": 9,
    "ci": 25,
    "dopo": 36,
    "buono": 15,
    "giornata": 45,
    "domani": 35,
    "serata": 85,
    "vedere": 92,
    "più": 72,
    "tardi": 90,
    "sentire": 84,
    "dovere": 39,
    "andare": 5,
    "stare": 87,
    "bene": 12,
    "oggi": 66,
    "positivo": 73,
    "giù": 47,
    "deprimere": 31,
    "volte": 95,
    "altro": 4,
    "male": 54,
    "non": 65,
    "sapere": 82,
    "come": 27,
    "riesco": 76,
    "dormire": 37,
    "sempre": 83,
    "ansia": 8,
    "motivazione": 61,
    "volere": 94,
    "cambiare": 18,
    "impegno": 51,
    "per": 70,
    "migliorare": 58,
    "no": 63,
    "grazie": 48,
    "ora": 68,
    "preferire": 74,
    "dare": 30,
    "informazione": 52,
    "parlare": 69,
    "ne": 62,
    "rispondere": 77,
    "me": 56,
    "condividere": 28,
    "dire": 34,
    "età": 43,
    "dove": 38,
    "stesso": 88,
    "dettaglio": 32,
    "personale": 71,
    "sì": 89,
    "certo": 20,
    "assolutamente": 10,
    "si": 86,
    "certamente": 19,
    "ok": 67,
    "accordo": 2
  },
  "intent": {
    "saluto": 11,
    "nome_utente": 9,
    "eta_utente": 5,
    "citta_utente": 2,
    "arrivederci": 1,
    "umore_buono": 12,
    "umore_triste": 13,
    "ambivalenza": 0,
    "esprimi_problema": 4,
    "motivazione": 6,
    "nega": 7,
    "rifiuto": 10,
    "conferma": 3,
    "nlu_fallback": 8
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 9,
    "action_session_start": 11,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 10,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_conversazione_avviata": 1,
    "action_llm_fallback": 8,
    "action_submit_form_informazioni_utente": 12,
    "form_informazioni_utente": 15,
    "utter_ok_niente_domande": 16,
    "utter_saluto_iniziale": 17,
    "utter_saluto_personalizzato": 18,
    "utter_submit": 19
  },
  "action_text": null,
  "intent_response_key": null
}