{
  "text": {
    "ciao": 25,
    "salvo": 72,
    "buonasera": 13,
    "buonpomeriggio": 16,
    "come": 26,
    "stare": 81,
    "andare": 5,
    "buongiorno": 14,
    "ehi": 35,
    "hey": 43,
    "mi": 52,
    "chare": 21,
    "emanuele": 36,
    "essere": 37,
    "il": 44,
    "mio": 55,
    "nome": 59,
    "chere": 22,
    "luca": 48,
    "giulia": 40,
    "alessandro": 3,
    "chiaro": 23,
    "marco": 50,
    "anna": 6,
    "avere": 11,
    "__number__": 0,
    "anno": 7,
    "venire": 86,
    "da": 27,
    "milano": 54,
    "di": 30,
    "roma": 71,
    "san": 73,
    "gavino": 38,
    "cagliario": 17,
    "torino": 84,
    "sanluro": 74,
    "a": 1,
    "presto": 69,
    "arrivedere": 9,
    "ci": 24,
    "dopo": 32,
    "buono": 15,
    "giornata": 39,
    "domani": 31,
    "serata": 78,
    "vedere": 85,
    "più": 66,
    "tardi": 83,
    "sentire": 77,
    "dovere": 34,
    "bene": 12,
    "oggi": 61,
    "positivo": 67,
    "giù": 41,
    "deprimere": 29,
    "volte": 88,
    "altro": 4,
    "male": 49,
    "non": 60,
    "sapere": 75,
    "riesco": 70,
    "dormire": 33,
    "sempre": 76,
    "ansia": 8,
    "motivazione": 56,
    "volere": 87,
    "cambiare": 18,
    "impegno": 45,
    "per": 65,
    "migliorare": 53,
    "no": 58,
    "interessare": 46,
    "parlare": 64,
    "ne": 57,
    "sicuro": 80,
    "me": 51,
    "la": 47,
    "grazie": 42,
    "davvero": 28,
    "ora": 63,
    "preferire": 68,
    "sì": 82,
    "certo": 20,
    "assolutamente": 10,
    "si": 79,
    "certamente": 19,
    "ok": 62,
    "accordo": 2
  },
  "intent": {
    "saluto": 10,
    "nome_utente": 9,
    "eta_utente": 6,
    "citta_utente": 2,
    "arrivederci": 1,
    "umore_buono": 11,
    "umore_triste": 12,
    "ambivalenza": 0,
    "esprimi_problema": 5,
    "motivazione": 7,
    "negazione": 8,
    "conferma": 3,
    "domanda_generica": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_llm_fallback": 7,
    "form_informazioni_utente": 13,
    "utter_ok_niente_domande": 14,
    "utter_saluto": 15,
    "utter_submit": 16
  },
  "action_text": null,
  "intent_response_key": null
}